Revit 2027 API
NumberingParameter Properties
The NumberingParameter type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
NumberingParameterType |  The type for numbering parameter association.
ParameterId |  The id of the parameter.
Top
See Also
Reference
NumberingParameter Class
Autodesk.Revit.DB Namespace